"AWAY_LOCK_LABEL" = "ปลดล็อก";
"AWAY_LOCK_LABEL_SHORT" = "ปลดล็อก";
"AWAY_LOCK_LABEL_FORMAT" = "เลื่อนเพื่อ %@";
"AWAY_LOCK_EMERGENCY_LABEL" = "เหตุฉุกเฉิน";
"AWAY_LOCK_BUDDY_LABEL" = "ติดตั้งค่า";
"AWAY_SMS_LABEL" = "ข้อความ";
"AWAY_MISSED_CALL_LABEL" = "สายที่ไม่ได้รับ";
"AWAY_MISSED_VOICEMAIL_LABEL" = "วอยซ์เมล";
"VOICEMAIL_AVAILABLE" = "วอยซ์เมลใช้งานได้";
"AWAY_EMPTY_CALL" = "ไม่ทราบ";
"AWAY_EMPTY_SMS" = "ไม่ทราบ";
"AWAY_EMPTY_VM" = "ไม่ทราบ";
"AWAY_CALENDAR_LABEL" = "กิจกรรม";
"REMOTE_NOTIFICATIONS_LOCK_FORMAT" = "เลื่อนเพื่อ %@";
"REMOTE_NOTIFICATIONS_LOCK_LABEL" = "ดู";
"DISMISS_ALERT" = "เพิกเฉย";
"DONE" = "เสร็จ";
"REPLY" = "ตอบกลับ";
"REDIAL" = "โทรซ้ำ";
"ACCEPT" = "ตอบรับ";
"SMS_READ" = "อ่าน";
"SMS_ALERT_TITLE" = "ข้อความ";
"SLIDE_TO_ANSWER" = "ตอบกลับ";
"POWER_DOWN_LINE_1" = "แตะปุ่มค้างไว้";
"POWER_DOWN_LINE_2" = "เพื่อปิดเครื่อง";
"PIN_LOCKED_STRING" = "ซิมการ์ดถูกล็อก คุณต้องการปลดล็อกหรือไม่";
"UNLOCK" = "ปลดล็อก";
"IPOD_ONLY" = "iPod";

"NEW_VOICEMAIL" = "วอยซ์เมลใหม่";
"NEW_VOICEMAIL_BODY" = "วอยซ์เมล";
"NEW_VOICEMAIL_FROM" = "วอยซ์เมลใหม่จาก %@";
"SLIDE_TO_LISTEN" = "ฟัง";
"LISTEN" = "ฟัง";

"CALLING" = "กำลังโทร…";
"CALLING_LABEL_FORMAT" = "กำลังโทร %@…";

"SLIDE_TO_CALL_BACK" = "โทรกลับ";
"SLIDE_TO_CALL_BACK_SHORT" = "โทรกลับ";
"CALL_BACK" = "โทรกลับ";
"CALL_FAILURE" = "โทรไม่ติด";
"CALL_WITH" = "โทรด้วย %@: %@";

"PIN_LOCKED_TITLE" = "ซิมล็อก";
"ENTER_PIN_TITLE" = "ใส่ PIN";
"PIN_ATTEMPT_REMAINING" = "กดผิดได้ครั้งเดียว";
"PIN_ATTEMPTS_REMAINING" = "กดผิดได้ %@ ครั้ง";
"WAITING_RESPONSE_TITLE" = "กำลังปลดล็อก…";
"WAIT_FOR_UNLOCK" = "โปรดรอ";
"PIN_UNLOCK_FAILED_TITLE" = "PIN ไม่ถูกต้อง";

"PUK_LOCKED_TITLE" = "PUK ถูกล็อก";
"ENTER_PUK_TITLE" = "ใส่ PUK";
"PUK_LOCKED_STRING" = "ไม่สามารถเข้าใช้ซิมได้ โปรดติดต่อผู้ให้บริการเพื่อขอรหัส PUK";
"PUK_LOCKED_ENTER_PIN" = "ใส่ PIN";
"PUK_LOCKED_ENTER_PIN_LABEL" = "เลือกรหัส PIN ใหม่";
"PUK_LOCKED_CONFIRM_PIN" = "ยืนยัน PIN ใหม่";
"PUK_LOCKED_CONFIRM_PIN_LABEL" = "ใส่รหัส PIN ใหม่อีกครั้ง";
"PUK_UNLOCK_FAILED_TITLE" = "PUK ไม่ถูกต้อง";
"PUK_LOCKED_PIN_MISMATCH_LABEL" = "ไม่ตรงกับรหัส PINs ก่อนหน้านี้";
"BRICKED_AND_SIM_LOCKED_STRING_IPHONE" = "ใส่ซิมที่ถูกต้องและรหัส PIN ที่ไม่ล็อกเพื่อเปิดใช้งาน iPhone";
"BRICKED_AND_SIM_LOCKED_STRING_IPAD" = "ใส่ซิมที่ถูกต้องและรหัส PIN ที่ไม่ล็อกเพื่อเปิดใช้งาน iPad";
"PUK_HOPELESSLY_LOCKED_TITLE" = "PUK หมดแล้ว";
"PUK_HOPELESSLY_LOCKED_STRING" = "คุณหมดสิทธิในการปลดล็อกซิม โปรดติดต่อผู้ให้บริการ";

"MISSING_SIM_TITLE" = "ไม่มีซิมการ์ดติดตั้ง";
"LOCKED_SIM_TITLE" = "ซิมไม่ถูกอัน";

"PERSONALIZATION_LOCK_ENTER_CODE" = "ใส่รหัส";
"PERSONALIZATION_UNLOCK_FAILED_TITLE" = "รหัสไม่ถูกต้อง";

"NETWORK_LOCKED_LABEL" = "การให้บริการเครือข่ายส่วนบุคคล";
"OPERATOR_LOCKED_LABEL" = "การให้บริการโทรศัพท์ส่วนบุคคล";
"OPERATOR_SS_LOCKED_LABEL" = "การให้บริการโทรศัพท์ส่วนบุคคลย่อย";
"CORPORATE_LOCKED_LABEL" = "การให้บริการเฉพาะส่วนองค์กร";
"SERVICE_PROVIDER_LOCKED_LABEL" = "การให้บริการเฉพาะส่วนผู้ให้บริการ";

"PERSONALIZATION_LOCKED_SIM_STRING" = "iPhone นี้ใช้ได้เฉพาะซิมที่อนุญาตเท่านั้น";

"NETWORK_LOCKED_SIM_STRING" = "โทรศัพท์คุณใช้ได้เฉพาะซิมการ์ดบางชนิด";
"OPERATOR_LOCKED_SIM_STRING" = "โทรศัพท์คุณขึ้นอยู่กับซิมการ์ดออกโดยเฉพาะผู้ประกอบการบริการเครือข่ายที่กำหนด";
"OPERATOR_SUBSET_LOCKED_SIM_STRING" = "โทรศัพท์คุณขึ้นอยู่กับซิมการ์ดของผู้ให้บริการเครือข่ายเฉพาะ";
"CORPORATE_LOCKED_SIM_STRING" = "โทรศัพท์คุณขึ้นอยู่กับซิมการ์ดที่ออกโดยบริษัท";
"SERVICE_PROVIDER_LOCKED_SIM_STRING" = "โทรศัพท์คุณใช้เฉพาะกับซิมการ์ดของผู้ให้บริการเฉพาะ";

"DURATION_PREAMBLE" = "แตะเพื่อกลับไปสายโทร";
"PLEASE_WAIT" = "โปรดรอ…";
"BAD_SIM_TITLE" = "ซิมไม่ทำงาน";
"BAD_SIM_STRING" = "จำเป็นที่ต้องเปลี่ยนซิมใหม่  โปรดติดต่อผู้่ให้บริการ";
"CHARS_REMAINING" = "เหลือ %@ ตัวอักษร";
"CHAR_REMAINING" = "เหลือ %@ ตัวอักษร";
"UNKNOWN" = "ไม่ทราบ";
"BLOCKED" = "ถูกกันไว้";
"CANCEL" = "ยกเลิก";
"BACK" = "ย้อนกลับ";
"SEND" = "ส่ง";
"YES" = "ใช่";
"NO" = "ไม่";
"NEW_TEXT_MESSAGE" = "ข้อความใหม่";

"VIEW" = "ดู";
"CLOSE" = "ปิด";
"POWER_DOWN_LOCK_LABEL" = "ปิดเครื่อง";
"POWER_DOWN_CANCEL" = "ยกเลิก";
"DIAL" = "โทร";
"NO_SERVICE" = "ไม่มีบริการ";
"SEARCHING" = "กำลังค้นหา…";
"SOS_ONLY" = "เฉพาะ SOS";
"NO_SIM" = "ไม่มีซิม";
"BAD_SIM" = "ซิมไม่ถูกต้อง";
"LOCKED_SIM" = "ซิมล็อก";
"MULTIPLE_CALLS" = "หลายสายโทร";
"CONFERENCE_CALL" = "สายประชุม";

"Call Failure\n%@\n%@" = "โทรไม่ติด\n%@\n%@";

"MOBILITY_MANAGEMENT_FORMAT_STRING" = "MM #%d";
"Smart chip not provisioned" = "ไม่จำกัดการใช้ซิม";
"Smart chip not allowed" = "ไม่อนุญาตให้ใช้ซิม";
"Call failed" = "โทรไม่ติด";
"Phone not allowed" = "ไม่อนุญาตโทรศัพท์";

"FIXED_DIALING_LOCKED_SIM_TITLE" = "หมายเลขที่กำหนดทำงานอยู่";
"FIXED_DIALING_LOCKED_SIM_STRING" = "ซิมคุณเปิดใช้เฉพาะหมายเลขที่กำหนด สามารถโทรออกฉุกเฉินได้เท่านั้น";

"TTY (No SIM)" = "TTY (ไม่มีซิม)";
"TTY" = "TTY";
"USE_TTY_FOR_CALL" = "ต้องการใช้ TTY ในการโทรหรือไม่";

"ENTER_PASSCODE" = "ใส่รหัสผ่าน";
"WRONG_PASSCODE" = "รหัสผ่านผิด";
"TRY_AGAIN" = "ลองอีกครั้ง";
"DEVICE_BLOCKED" = "ไม่ให้ใช้ %@";
"EMERGENCY_CALL" = "โทรฉุกเฉิน";
"EMERGENCY_CALL_TITLE" = "โทรฉุกเฉิน";
"CONNECT_TO_ITUNES" = "เชื่อมต่อ iTunes";
"ONE_MINUTE_TO_UNBLOCK" = "ลองอีกครั้งใน 1 นาที";
"MULTIPLE_MINUTES_TO_UNBLOCK" = "ลองอีกครั้งใน %@ นาที";

"ALPHANUMERIC_PASSCODE_OK" = "ตกลง";
"ALPHANUMERIC_PASSCODE_CANCEL" = "ยกเลิก";

"VOD_OK" = "ตกลง";

"LOCAL_NOTIFICATION_SNOOZE" = "เลื่อนปลุก";

"LOW_BATT_TITLE" = "แบตเตอรี่ต่ำ";
"LOW_BATT_MSG_LEVEL" = "แบตเตอรี่เหลือ %@";

"AUTO_WIFI_SYNC_LOW_POWER" = "เชื่อมข้อมูลกับ iTunes จะทำงานต่อผ่าน Wi-Fi อย่างอัตโนมัติเมื่อเสียบสายชาร์จ";
"AUTO_WLAN_SYNC_LOW_POWER" = "เชื่อมข้อมูลกับ iTunes ผ่าน WLAN อย่างอัตโนมัติจะทำงานต่อเมื่อเสียบสายชาร์จ";
"WIFI_SYNC_LOW_POWER" = "เชื่อมข้อมูลกับ iTunes จะทำงานต่อผ่าน Wi-Fi เมื่อเสียบสายชาร์จ";
"WLAN_SYNC_LOW_POWER" = "เชื่อมข้อมูลกับ iTunes ผ่าน WLAN จะทำงานต่อเมื่อเสียบสายชาร์จ";
"SYNC_LOW_POWER" = "เชื่อมข้อมูลกับ iTunes จะทำงานต่อเมื่อเสียบสายชาร์จ";

"NETWORK_LOST" = "หลุดเครือข่าย";
"NETWORK_RESTRICTED" = "เครือข่ายแบบรัดกุม";
"SETTINGS" = "ตั้งค่า";
"NETWORK_LOST_TEXT" = "เครือข่ายมือถือที่คุณเลือกใช้ไม่ได้แล้ว สามารถเลือกเครือข่ายอื่นจากตั้งค่า";
"NETWORK_RESTRICTED_TEXT" = "เครือข่ายมือถือที่คุณเลือกเป็นแบบรัดกุม คุณสามารถเลือกเครือข่ายอื่นจากตั้งค่า";
"NETWORK_LOST_LOCK_LABEL" = "เลือก";
"NETWORK_LOST_LOCK_LABEL_SHORT" = "เลือก";

"CALL" = "โทร";

"OK" = "ตกลง";

"TIMER_LOCK_LABEL" = "หยุดจับเวลา";
"COUNT_DOWN_TIME_REACHED" = "จับเวลาเสร็จ";

"LOW_DISK_SPACE_TITLE" = "เนื้อที่เก็บข้อมูลเกือบจะเต็ม";
"LOW_DISK_SPACE_MESSAGE" = "คุณสามารถจัดการเนื้อที่เก็บข้อมูลของคุณได้ในตั้งค่า";
"LOW_DISK_SPACE_DISMISS" = "เสร็จ";
"LOW_DISK_SPACE_SETTINGS" = "ตั้งค่า";

"DEAD_RADIO_TITLE" = "ต้องทำการกู้คืน";
"DEAD_RADIO_MESSAGE" = "iPhone ไม่สามารถโทรและรับสายได้ กู้คืนโดยใช้ iTunes\nwww.apple.com/th/support";

"DEVICE_INACTIVE" = "เปิดใช้งาน iPhone";
"ACTIVATION_REQUIRED" = "ต้องทำการเปิดใช้งาน";
"PHONE_ACTIVATED" = "iPhone พร้อมใช้งาน";
"WAITING_FOR_ACTIVATION_TITLE" = "กำลังรอการเปิดใช้งาน ";
"WAITING_FOR_ACTIVATION_BODY" = "อาจต้องใช้เวลาพักหนึ่ง";
"ACTIVATION_FAILED_TITLE" = "ยังไม่เปิดใช้งาน iPhone";
"ACTIVATION_FAILED_BODY" = "ติดต่อผู้ให้บริการของคุณหากปัญหานี้ยังคงเกิดขึ้นอีก";
"ACTIVATION_FAILED_BODY_SUPPORT" = "ติดต่อผู้ให้บริการของคุณที่เบอร์ %@ จากโทรศัพท์เครื่องอื่นหากปัญหานี้ยังคงเกิดขึ้นอีก";
"ACTIVATION_FAILED_IGNORE_BUTTON" = "เพิกเฉย";
"ACTIVATION_FAILED_RETRY_BUTTON" = "ลองอีกครั้ง";
"MISMATCHED_SIM_TITLE" = "พบซิมคนละตัว";
"MISMATCHED_SIM_BODY" = "โปรดเชื่อมต่อ iTunes";
"REGISTRATION_FAILED_TITLE" = "ต้องเปิดใช้งานก่อน";
"REGISTRATION_FAILED_BODY" = "ไม่มีสัญญาณ ต้องมีสัญญาณในการเปิดเครื่อง";

"CALL_FORWARDING_ACTIVE" = "บริการโอนสายใช้งานอยู่";
"OUTGOING_CALL_FORWARDED" = "โอนสายออก";
"INCOMING_CALL_FORWARDED" = "ส่งต่อสายเข้า";

"AIRPLANE_DATA_PROMPT" = "ปิดโหมดเครื่องบินหรือใช้  Wi-Fi
ในการเข้าใช้ข้อมูล";
"AIRPLANE_DATA_PROMPT_WLAN" = "ปิดโหมดเครื่องบินหรือใช้ WLAN
ในการเข้าใช้ข้อมูล";
"AIRPLANE_DATA_PROMPT_NO_WIFI" = "ปิดโหมดเครื่องบินในการเข้าใช้ข้อมูล";
"AIRPLANE_DATA_OK" = "ตกลง";
"AIRPLANE_DATA_SETTINGS" = "ตั้งค่า";
"AIRPLANE_CELL_PROMPT" = "คุณต้องปิดโหมดเครื่องบินเพื่อเข้าใช้ข้อมูล";
"AIRPLANE_CELL_PROMPT_SMS" = "คุณต้องปิดโหมดเครื่องบิน เพื่อรับส่งข้อความ";

"IN_CALL_LAUNCH_ALERT" = "เครือข่ายมือถือไม่ว่างในขณะนี้";
"IN_CALL_LAUNCH_OK" = "ตกลง";

"PIN_ENTRY_SUCCESS" = "PIN ที่ป้อนถูกต้อง";
"PUK_ENTRY_SUCCESS" = "PUK ที่ป้อนถูกต้อง";

"SLIDE_TO_CANCEL" = "ยกเลิก";

"RESTORE_IN_PROGRESS" = "การกู้คืนทำงานอยู่";
"RESTORE_COMPLETE" = "การกู้คืนเสร็จ";
"RESTORE_FAILED" = "การกู้คืนไม่สำเร็จ";

"RESTORE_FAILURE_ALERT_RESTART_BUTTON_TITLE" = "รีสตาร์ท";
"RESTORE_FAILURE_ALERT_BODY_TEXT" = "มีปัญหาระหว่างการลงข้อมูลกู้คืน โปรดรีสตาร์ท %@ และลองกู้คืนอีกครั้ง";

"RESET_IN_PROGRESS" = "กำลังรีเซ็ท %@";
"RESET_COMPLETE" = "รีเซ็ทเสร็จ";

"NO_NAME" = "ไม่มีชื่อ";

"HEADSET_VOLUME" = "หูฟัง";
"BLUETOOTH_VOLUME" = "บลูทูธ";
"RINGER_VOLUME" = "เสียงกริ่ง";
"SOUND_EFFECTS_VOLUME" = "เสียงประกอบ";
"VOLUME" = "ระดับเสียง";
"HEADPHONES" = "หูฟัง";
"VOLUME_HUD_FORMAT" = "(%@)";

"RE-CALIBRATE COMPASS" = "การรบกวนต่อเข็มทิศ";
"RE-CALIBRATE_INSTRUCTION_IPHONE" = "ขยับออกห่างจากสิ่งรบกวนใดๆ\nหรือปรับเทียบความแม่นยำโดยโยก iPhone ในรูปเลขแปด";
"RE-CALIBRATE_INSTRUCTION_IPOD" = "ขยับออกห่างจากสิ่งรบกวนใดๆ\nหรือปรับเทียบความแม่นยำโดยโยก iPod ในรูปเลขแปด";
"RE-CALIBRATE_INSTRUCTION_IPAD" = "ขยับออกห่างจากสิ่งรบกวนใดๆ\nหรือปรับเทียบความแม่นยำโดยโยก iPad ในรูปเลขแปด";

"EDGE_FAILURE" = "ไม่สามารถเปิดใช้เครือข่ายมือถือ";
"EDGE_FAILURE_SETTINGS" = "ตั้งค่า";  
"EDGE_ROAMING_FAILURE_TITLE" = "ข้อมูลข้ามโครงข่ายปิดใช้อยู่";
"EDGE_ROAMING_FAILURE_BODY" = "ใช้ Wi-Fi หรือเปิดใช้ข้อมูลข้ามโครงข่ายในตั้งค่า > ทั่วไป > เครือข่าย อาจมีค่าบริการเพิ่มเติม";
"EDGE_ROAMING_FAILURE_BODY_WLAN" = "ใช้ WLAN หรือเปิดใช้ข้อมูลข้ามโครงข่ายในตั้งค่า > ทั่วไป > เครือข่าย อาจมีค่าบริการเพิ่มเติม";
"EDGE_ROAMING_FAILURE_BODY_NO_WIFI" = "เปิดข้อมูลข้ามโครงข่ายในตั้งค่า > ทั่วไป > เครือข่าย อาจมีค่าบริการเพิ่มเติม";
"EDGE_ROAMING_FAILURE_BODY_IPAD" = "ใช้ Wi-Fi หรือเปิดใช้ข้อมูลข้ามโครงข่ายในตั้งค่า > ข้อมูลโครงข่ายมือถือ อาจมีค่าบริการเพิ่มเติม";
"EDGE_ROAMING_FAILURE_BODY_IPAD_WLAN" = "ใช้ WLAN หรือเปิดใช้ข้อมูลข้ามโครงข่ายในตั้งค่า > ข้อมูลโครงข่ายมือถือ อาจมีค่าบริการเพิ่มเติม";
"EDGE_ROAMING_FAILURE_BODY_IPAD_NO_WIFI" = "เปิดข้อมูลข้ามโครงข่ายในตั้งค่า > ข้อมูลโครงข่ายมือถือ อาจมีค่าบริการเพิ่มเติม";
"EDGE_OFF_FAILURE_TITLE" = "ข้อมูลโครงข่ายมือถือถูกปิดอยู่";
"EDGE_OFF_FAILURE_BODY" = "เปิดข้อมูลโครงข่ายมือถือหรือใช้ Wi-Fi
เพื่อเข้าใช้ข้อมูล";
"EDGE_OFF_FAILURE_BODY_WLAN" = "เปิดข้อมูลโครงข่ายมือถือหรือใช้ WLAN
เพื่อเข้าใช้ข้อมูล";
"EDGE_OFF_FAILURE_BODY_NO_WIFI" = "เปิดข้อมูลโครงข่ายมือถือเพื่อเข้าใช้ข้อมูล";
"EDGE_OFF_FAILURE_BODY_IPAD" = "เปิดข้อมูลโครงข่ายมือถือหรือใช้ Wi-Fi
เพื่อเข้าใช้ข้อมูล";
"EDGE_OFF_FAILURE_BODY_IPAD_WLAN" = "เปิดข้อมูลโครงข่ายมือถือหรือใช้ WLAN
เพื่อเข้าใช้ข้อมูล";
"EDGE_OFF_FAILURE_BODY_IPAD_NO_WIFI" = "เปิดข้อมูลโครงข่ายมือถือเพื่อเข้าใช้ข้อมูล";
"EDGE_OK" = "ตกลง";

"kGprsIllegalMs" = "MS ไม่ถูกต้อง";
"kGprsIllegalMe" = "ME ไม่ถูกต้อง";
"kGprsServicesNotAllowed" = "ไม่อนุญาตบริการ GPRS";
"kGprsPlmnNotAllowed" = "ไม่อนุญาต PLMN";
"kGprsLocationAreaNotAllowed" = "พื้นที่ต้องห้าม";
"kGprsRoamingNotAllowedInLocationArea" = "ไม่อนุญาตให้ร่วมใช้ข้อมูลระหว่างโครงข่ายในพื้นที่นี้";
"kGprsServiceOptionNotSupported" = "ตัวเลือกบริการใช้ไม่ได้กับระบบ";
"kGprsServiceOptionNotSubscribed" = "คุณไม่ได้สมัครใช้บริการมือถือ";
"kGprsServiceOptionTemporarilyOutOfOrder" = "เครือข่ายมือถือไม่ว่างชั่วคราว";
"kGprsPdpAuthenticationFailure" = "การพิสูจน์ยืนยัน PDP ไม่ผ่าน";
"kGprsInvalidMobileClass" = "mobile class ไม่ถูกค้อง";

"IPOD" = "iPod";
"MUSIC" = "เพลง";

"SETTING_LANGUAGE" = "ตั้งค่าภาษา…";
// Localized device name capabilities
"iPod" = "iPod";
"iPad" = "iPad";
"iPhone" = "iPhone";

"EXPIRED_FORMAT" = "เวลาเข่าของคุณสำหรับ “%@” หมดแล้ว";
"WARNING_DAYS_FORMAT" = "คุณมีเวลา %@ วันที่จะดู “%@” แล้วจะถูกลบ";
"WARNING_DAY_FORMAT" = "คุณมีเวลา %@ วันที่จะดู “%@” แล้วจะถูกลบ";
"WARNING_HOURS_FORMAT" = "คุณมีเวลา %@ ชั่วโมงที่จะดู “%@” แล้วจะถูกลบ";
"WARNING_HOUR_FORMAT" = "คุณมีเวลา %@ ชั่วโมงที่จะดู “%@” แล้วจะถูกลบ";
"WARNING_MINUTES_FORMAT" = "คุณมีเวลา %@ นาทีที่จะดู “%@” แล้วจะถูกลบ";
"WARNING_MINUTE_FORMAT" = "คุณมีเวลา %@ นาทีที่จะดู “%@” แล้วจะถูกลบ";

"NEWSSTAND_ICON_TITLE" = "แผงหนังสือพิมพ์";
"NEWSSTAND_FOLDER_TITLE" = "แผงหนังสือพิมพ์";
"NEWSSTAND_STORE_BUTTON_TITLE" = "Store";
"NEWSSTAND_NEWISSUEBADGE_TITLE" = "ใหม่";

"DELETE_ICON_TITLE" = "ลบไอคอน";
"DELETE_ICON_BODY" = "ต้องการลบที่คั่นหน้าเว็บ “%@” หรือไม่";
"DELETE_ICON_CONFIRM" = "ลบ";
"DELETE_ICON_CANCEL" = "ยกเลิก";

"DELETE_WIDGET_TITLE" = "ลบ “%@”";
"DELETE_WIDGET_BODY" = "ต้องการจะลบ “%@” หรือไม่";
"DELETE_WIDGET_CONFIRM" = "ลบ";
"DELETE_WIDGET_CANCEL" = "ยกเลิก";

"UNINSTALL_ICON_TITLE" = "ลบ “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "ลบ “%@”";
"UNINSTALL_ICON_TITLE_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "การอัปเดตเอกสารรอดำเนินการอยู่";
"UNINSTALL_ICON_BODY" = "ลบ “%@” จะลบข้อมูลอื่นๆ ทั้งหมด";
"UNINSTALL_ICON_BODY_MULTIPLE" = "ลบ “%@” จะลบ %@ และข้อมูลที่เกี่ยวข้องทั้งหมด";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_IN_CLOUD" = "การลบ “%@” ก็จะลบข้อมูลทั้งหมดของแอปพลิเคชั่นนั้นออกจาก %@ ด้วยเช่นกัน เอกสารและข้อมูลใดๆ ที่เก็บอยู่ใน iCloud จะไม่ถูกลบและสามารถจัดการได้ในตั้งค่า";
"UNINSTALL_ICON_BODY_FOR_APP_WITH_DOCUMENTS_UPDATES_PENDING" = "เอกสารจำนวนหนึ่งใน iCloud อยู่ในระหว่างรอดำเนินการอัปเดตอยู่ รายการอัปเดตเหล่านี้จะหายไปหากคุณลบ “%@” ออกไปเดี๋ยวนี้";
"UNINSTALL_ICON_CONFIRM" = "ลบ";
"UNINSTALL_ICON_CANCEL" = "ยกเลิก";

"RATINGS_ICON_TITLE" = "โปรดลำดับความชอบ “%@” ก่อนลบ";
"RATINGS_ICON_BODY" = "แตะดาวลำดับความชอบ";
"RATINGS_ICON_SKIP" = "ไม่เป็นไร ขอบคุณ";
"RATINGS_ICON_RATE" = "จัดลำดับ";

"GAMECENTER_DELETE_STATS_TITLE" = "ลบ \"%@\" ออกจาก Game Center หรือไม่";
"GAMECENTER_DELETE_STATS_BODY" = "คุณจะไม่อยู่ในรายการของกระดานแต้มนำสำหรับ \"%@\" อีกต่อไป";
"GAMECENTER_DELETE_STATS_DELETE" = "ลบ";
"GAMECENTER_DELETE_STATS_CANCEL" = "เก็บไว้";

"REORDER_INFO_TEXT" = "แตะไอคอนค้างไว้เพื่อจัดเรียงใหม่ คลิกปุ่มเมนูเพื่อหยุด";
"REORDER_INFO_TITLE" = "แก้ไขหน้าจอโฮม";
"REORDER_INFO_BODY" = "ในการจัดเรียงไอคอนใหม่ แตะไอคอน\nค้างไว้จนสั่น แล้วลากไปที่\nตำแหน่งที่ต้องการ\nลากให้เลยหน้าจอไปทางขวา\nทำให้มีหน้าจอโฮมเพิ่มขึ้น\nกดปุ่มโฮมเมื่อเสร็จ";

"CARRIER_DEBUGGING_TITLE" = "กำหนดค่าเพื่อการวิเคราะห์แล้ว";
"CARRIER_DEBUGGING_BODY" = "อุปกรณนี้ถูกกำหนดให้ส่งข้อมูลวิเคราะห์ไปที่ Apple\nข้อมูลการใช้ทั้งหมดรวมทั้งข้อมูลส่วนบุคคลของคุณ จะปรากฏที่ Apple ผู้ทดสอบซอฟต์แวร์คาดว่าจะได้รับ!\nหากคุณไม่ต้องการให้มีการส่งข้อมูล โปรดติดต่อกับผู้รับผิดชอบเพื่อขอวิธีการปฏิบัติ";

"UNHANDLED_URL_TITLE" = "URL ใช้ไม่ได้กับระบบ";
"UNHANDLED_URL_BODY" = "URL นี้โหลดไม่ได้:\n%@";

"RESTRICTED_URL_TITLE" = "URL ที่รัดกุม";
"RESTRICTED_URL_BODY" = "URL นี้โหลดไม่ได้:\n%@";

"CALL_PERMISSION_ALERT_CALL" = "โทร";
"CALL_PERMISSION_ALERT_CANCEL" = "ยกเลิก";

"DOWNLOADING_ICON_LABEL" = "กำลังโหลด…";
"INSTALLING_ICON_LABEL" = "กำลังติดตั้ง…";
"PAUSED_ICON_LABEL" = "พักไว้";
"RESTRICTED_ICON_LABEL" = "หวงห้าม";
"WAITING_ICON_LABEL" = "กำลังรอ…";

"APP_DOWNLOAD_QUEUE_ERROR" = "ไม่สามารถเรียกข้อมูลดาวน์โหลดคืน โปรดเชื่อมต่อ iTunes";

"PENDING_DOWNLOAD_REMOVED_TITLE" = "ดาวน์โหลดเสร็จ";
"PENDING_DOWNLOAD_REMOVED_BODY" = "ดาวน์โหลดบางส่วนลงใน iTunes บนเครื่องเสร็จเรียบร้อย";
"PENDING_DOWNLOAD_REMOVED_OK" = "เพิกเฉย";

"ALL_PENDING_DOWNLOADS_REMOVED_TITLE" = "ดาวน์โหลดเสร็จ";
"ALL_PENDING_DOWNLOADS_REMOVED_BODY" = "ดาวน์โหลดทั้งหมดลงใน iTunes บนเครื่องเสร็จเรียบร้อย";
"ALL_PENDING_DOWNLOADS_REMOVED_OK" = "เพิกเฉย";

"ENTER_CURRENT_PASSCODE" = "ในการเปลี่ยนรหัสผ่านของคุณ ก่อนอื่นใส่รหัสผ่านปัจจุบันของคุณ";
"ENTER_NEW_PASSCODE" = "รหัสผ่านใหม่";
"CONFIRM_NEW_PASSCODE" = "ใส่รหัสผ่านใหม่ของคุณอีกครั้ง";
"CONFIRM_NEW_PASSCODE_MISMATCH" = "รหัสผ่านใหม่ไม่ตรงกัน %@";

"PASSCODE_ALERT_EMERGENCY" = "เหตุฉุกเฉิน";
"PASSCODE_ALERT_CANCEL" = "ยกเลิก";
"PASSCODE_ALERT_NEXT" = "ต่อไป";
"PASSCODE_ALERT_DONE" = "บันทึก";
"PASSCODE_ALERT_TITLE" = "ข้อกำหนดของรหัสผ่าน";
"PASSCODE_ALERT_INCORRECT_PASSCODE" = "รหัสผ่านไม่ถูกต้อง ใส่รหัสผ่านปัจจุบันของคุณ";

"NON_COMPLIANT_PASSCODE_LATER" = "ภายหลัง";
"NON_COMPLIANT_PASSCODE_CONTINUE" = "ต่อไป";
"PASSCODE_REMINDER_CANCEL" = "คราวหลัง";
"PASSCODE_REMINDER_CONTINUE" = "ต่อไป";

"AFTER_CLTM_SHUTDOWN_BODY_IPHONE" = "iPhone ปิดทำงานเนื่องจากอุณหภูมิเครื่องสูง";
"AFTER_CLTM_SHUTDOWN_BODY_IPAD" = "iPad ปิดทำงานเนื่องจากอุณหภูมิเครื่องสูง";
"AFTER_CLTM_SHUTDOWN_BODY_IPOD" = "iPod ปิดทำงานเนื่องจากอุณหภูมิเครื่องสูง";

"IPHONE_TOO_HOT" = "อุณหภูมิ";

"FIREWIRE_ALERT_STRING" = "อุปกรณ์เสริมนี้ชาร์จไม่ได้";
"THERMAL_ALERT_STRING_IPHONE" = "จำเป็นต้องให้ iPhone เย็นตัวลง\nก่อนใช้อีกครั้ง";
"THERMAL_ALERT_STRING_IPAD" = "จำเป็นต้องให้ iPad เย็นตัวลง\nก่อนใช้อีกครั้ง";
"THERMAL_ALERT_STRING_IPOD" = "จำเป็นต้องให้ iPod เย็นตัวลง\nก่อนใช้อีกครั้ง";

"APP_PROFILE_EXPIRED_BODY" = "ไม่สามารถเปิดใช้แอปพลิเคชั่น “%@” เนื่องจากโปรไฟล์จัดเตรียมหมดเวลาใช้";
"APP_PROFILE_EXPIRED_OK" = "ตกลง";

"APP_PROFILE_NOT_TRUSTED_BODY" = "ต้องการที่จะเรียกใช้แอปพลิเคชั่น “%@” จากผู้พัฒนาซอฟต์แวร์ “%@” หรือไม่";
"APP_PROFILE_NOT_TRUSTED_CONFIRM" = "ต่อไป";
"APP_PROFILE_NOT_TRUSTED_CANCEL" = "เลิก";

"MULTIPLE_NEW_MESSAGE_HIDDEN_PREVIEW" = "%@ ข้อความใหม่";
"AWAY_MASKED_SMSES_LABEL" = "ข้อความ";
"AWAY_MASKED_SMS_LABEL" = "ข้อความ";

"SIMULATOR_CARRIER_STRING" = "ผู้ให้บริการ";

"PRINT_CENTER_TITLE" = "ศูนย์พิมพ์";

"SEARCH_BAR_PLACEHOLDER" = "ค้นหา %@";
"NO_SEARCH_RESULTS" = "ไม่มีผลลัพธ์";
"EMPTY_SEARCH_RESULT" = "(ไม่มีชื่อ)";
"SEARCH_SUBTITLE_SEPARATOR" = " — ";
"SEARCH_WEB" = "ค้นหาเว็บ";
"SEARCH_WIKIPEDIA" = "ค้นหาวิกิพีเดีย";
"SEARCH_TOP_HIT" = "ท็อปฮิต";

"ALL_DAY"   = "ตลอดวัน";
"YESTERDAY" = "เมื่อวานนี้";
"TODAY" = "วันนี้";
"TOMORROW" = "วันพรุ่งนี้";
"TODAY_TOMORROW_YESTERDAY_DATE_FORMAT" = "%@ %@";

"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_TITLE" = "เชื่อมต่อ iTunes เพื่อใช้การแจ้ง Push";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_BODY" = "การแจ้ง “%@” อาจรวมไปถึงการแตือน เสียง และป้ายกำกับไอคอน";
"REMOTE_NOTIFICATION_NEED_IDENTITY_ALERT_DISMISS" = "ตกลง";

"REMOTE_NOTIFICATION_PERMISSION_ALERT_TITLE" = "“%@” ต้องการส่ง
การแจ้ง Push ให้คุณ";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_BODY" = "การแจ้งรวมไปถึง การเตือน เสียง และป้ายกำกับไอคอน ซึ่งสามารถกำหนดค่าได้ในตั้งค่า";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_AND_PUSH_PERMISSION_ALERT_TITLE" = "“%@” ต้องการส่งฉบับใหม่และการแจ้ง Push ให้คุณ";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_PERMISSION_ALERT_TITLE" = "“%@” ต้องการส่งฉบับใหม่ให้กับคุณ";
"REMOTE_NOTIFICATION_CONTENT_DOWNLOAD_ALERT_BODY" = "จะดาวน์โหลดฉบับใหม่อย่างอัตโนมัติขณะเชื่อมกับ Wi-Fi ซึ่งสามารถกำหนดค่าได้ในตั้งค่า";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_DENY" = "ไม่อนุญาต";
"REMOTE_NOTIFICATION_PERMISSION_ALERT_ALLOW" = "ตกลง";

"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_TITLE" = "เปิดใช้การแจ้ง Push เพื่ออนุญาต “%@” ให้รับเสียง การปลุก และป้ายกำกับ";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_DISMISS" = "ยกเลิก";
"REMOTE_NOTIFICATION_SYSTEMWIDE_ALERT_SETTINGS" = "ตั้งค่า";

"REMOTE_NOTIFICATION_SIMULATOR_NOT_SUPPORTED_NSERROR_DESCRIPTION" = "ซิมูเลเตอร์ไม่รอบรับการแจ้งจากทางไกล";
"REMOTE_NOTIFICATION_ENTITLEMENT_NSERROR_DESCRIPTION" = "ไม่พบสายอักขระสิทธิ '%@' ที่ถูกต้องสำหรับแอปพลิเคชั่น";

"BACKGROUND_CONTINUATION_PERMISSION_ALERT_TITLE" = "“%@” ต้องการทำงานอยู่เบื้องหลัง";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_BODY" = "การสั่งให้ %@ ทำงานอยู่เบื้องหลังสามารถกำหนดค่าได้ในตั้งค่า";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_DENY" = "ไม่อนุญาต";
"BACKGROUND_CONTINUATION_PERMISSION_ALERT_ALLOW" = "ตกลง";

"BATTERY_CHARGE_PERCENTAGE" = "ชาร์จอยู่ %@"; 

"INTERNET_TETHERING_SINGLE_HOST" = "ฮอตสปอตส่วนบุคคล: 1 การเชื่อมต่อ";
"INTERNET_TETHERING_MULTIPLE_HOSTS" = "ฮอตสปอตส่วนบุคคล: %@ การเชื่อมต่อ";

"CLASS_0_ALERT_MESSAGE_FROM" = "ข้อความจาก %@:";

"APPLICATION_SWITCHER_TITLE" = "แอปพลิเคชั่น";
"APPLICATION_SWITCHER_CANCEL" = "ยกเลิก";
"APPLICATION_SWITCHER_QUITAPP" = "เลิก";

"DATA_PLAN_LATER" = "ภายหลัง";
"DATA_PLAN_NOW" = "เดี๋ยวนี้";

"DATA_PLAN_NEW_ACCOUNT_TITLE" = "บัญชีผู้ใช้ข้อมูลโครงข่ายมือถือ";
"DATA_PLAN_NEW_ACCOUNT_BODY" = "คุณยังไม่ลงทะเบียนเพื่อใช้แปลนข้อมูล คุณต้องการติดตั้งบัญชีผู้ใช้ใหม่หรือไม่ ถ้าไม่ คุณสามารถทำได้ภายหลังในตั้งค่า";

"DATA_PLAN_DISABLE_TITLE" = "ข้อมูลโครงข่ายมือถือ";
"DATA_PLAN_DISABLE_BODY" = "หากคุณไม่ต้องการให้ถามเกี่ยวกับแปลนข้อมูลโครงข่ายมือถือ คุณสามารถปิดข้อมูลโครงข่ายมือถือในตั้งค่า";

"DATA_PLAN_ADD_TITLE" = "การใช้งานแปลนข้อมูลโครงข่ายมือถือ";
"DATA_PLAN_ADD_LOW_BODY" = "เหลือเพียง %@ ของแปลนข้อมูลของคุณ คุณต้องการเติมข้อมูลไปที่แปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เติมตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_DAYS" = "แปลนข้อมูลของคุณจะหมดเวลาใน %@ วัน คุณต้องการเพิ่มเวลาของแปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เพิ่มตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_DAY" = "แปลนข้อมูลของคุณจะหมดเวลาใน 1 วัน คุณต้องการเพิ่มเวลาของแปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เพิ่มตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EXPIRATION_BODY_LESS_THAN_MULTIPLE_DAYS" = "แปลนข้อมูลของคุณจะหมดเวลาภายใน %@ วัน คุณต้องการเพิ่มเวลาของแปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เพิ่มตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_HOURS" = "แปลนข้อมูลของคุณจะหมดในเวลาประมาณ %@ ชั่วโมง คุณต้องการเพิ่มเวลาของแปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เพิ่มตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EXPIRATION_BODY_ONE_HOUR" = "แปลนข้อมูลของคุณจะหมดในเวลาประมาณ 1 ชั่วโมง คุณต้องการเพิ่มเวลาของแปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เพิ่มตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EXPIRATION_BODY_MULTIPLE_MINUTES" = "แปลนข้อมูลของคุณจะหมดในเวลาประมาณ %@ นาที คุณต้องการเพิ่มเวลาของแปลนข้อมูลของคุณตอนนี้หรือไม่ ถ้าไม่เพิ่มตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";
"DATA_PLAN_ADD_EMPTY_BODY" = "ข้อมูลในแปลนปัจจุบันของคุณหมดแล้ว คุณต้องการเติมข้อมูลตอนนี้หรือไม่ ถ้าไม่เติมตอนนี้ คุณสามารถทำได้ภายหลังในตั้งค่า";

"DATA_PLAN_ACTIVATED_TITLE" = "แปลนข้อมูลเปิดแล้ว";
"DATA_PLAN_ACTIVATED_FORMAT" = "แปลนข้อมูลโครงข่ายมือถือ %@ ของคุณเปิดให้ใช้สำเร็จแล้ว";

"DATA_PLAN_UPDATED_TITLE" = "แปลนข้อมูลโครงข่ายมือถืออัปเดตแล้ว";
"DATA_PLAN_UPDATED_FORMAT" = "แปลนข้อมูลโครงข่ายมือถือ %@ ของคุณอัปเดตได้สำเร็จแล้ว";

"DATA_PLAN_FAILED_TITLE" = "ไม่สามารถเปิดแปลนข้อมูล";
"DATA_PLAN_FAILED_ACTIVATE_FORMAT" = "แปลนข้อมูลโครงข่ายมือถือ %@ ของคุณเปิดใช้ไม่สำเร็จ";
"DATA_PLAN_FAILED_UPDATE_FORMAT" = "แปลนข้อมูลโครงข่ายมือถือ %@ ของคุณอัปเดตไม่สำเร็จ";

"DATA_PLAN_FAILED_TRY_LATER" = "ยกเลิก";
"DATA_PLAN_FAILED_TRY_AGAIN" = "ลองอีกครั้ง";

"ORIENTATION_LOCK_PORTRAIT_LOCKED" = "ล็อกแนวตั้งแล้ว";
"ORIENTATION_LOCK_PORTRAIT_UNLOCKED" = "เลิกล็อกแนวตั้งแล้ว";
"ORIENTATION_LOCK_LANDSCAPE_LOCKED" = "ล็อกแนวนอนแล้ว";
"ORIENTATION_LOCK_UNLOCKED" = "เลิกล็อกแนวแล้ว";

"MUTE_ON" = "เสียงเปิดอยู่";
"MUTE_OFF" = "เสียงปิดอยู่";

/* format string for alarms on events in other time zones - #1 is main time string, #2 is time in other time zone (e.g. 'Today at 1:00 pm (4:00 pm EDT)')*/
"ALARM_OTHER_TIMEZONE_FORMAT" = "%1$@ (%2$@)";

"IBOOKS_UNSUPPORTED_TITLE" = "อัปเดตของ iBooks";
"IBOOKS_UNSUPPORTED_BODY" = "ดาวน์โหลดอัปเดตฟรีใน App Store";
"IBOOKS_UNSUPPORTED_DOWNLOAD" = "ดาวน์โหลด";
"IBOOKS_UNSUPPORTED_CANCEL" = "ยกเลิก";

"BULLETIN_LIST_DONE" = "เสร็จ";
"BULLETIN_LIST_CLEAR" = "ล้าง";
"BULLETIN_LIST_NO_NEW_NOTIFICATIONS" = "ไม่มีการแจ้งใหม่";

"SYNCING_ICON_LABEL" = "กำลังเชื่อมข้อมูล…";
"CLEANING_ICON_LABEL" = "กำลังทำให้เกลี้ยงอยู่…";

// Software Update Alerts
"SOFTWARE_UPDATE_AVAILABLE_ALERT_TITLE"  = "ซอฟต์แวร์อัปเดต";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY"   = "%@ ขณะนี้พร้อมให้ใช้แล้ว";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPHONE" = "%@ ขณะนี้พร้อมให้ใช้แล้วสำหรับ iPhone ของคุณ";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPAD" = "%@ ขณะนี้พร้อมให้ใช้แล้วสำหรับ iPad ของคุณ";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_BODY_IPOD" = "%@ ขณะนี้พร้อมให้ใช้แล้วสำหรับ iPod ของคุณ";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_CANCEL" = "ปิด";
"SOFTWARE_UPDATE_AVAILABLE_ALERT_ACTION" = "รายละเอียด";

"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_TITLE"      = "ซอฟต์แวร์อัปเดต";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL"          = "จะติดตั้ง %@ ภายใน %@ วินาที อุปกรณ์ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR"        = "จะติดตั้ง %@ ภายใน %@ วินาที อุปกรณ์ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPHONE"   = "จะติดตั้ง %@ ภายใน %@ วินาที iPhone ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPHONE" = "จะติดตั้ง %@ ภายใน %@ วินาที iPhone ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPAD"     = "จะติดตั้ง %@ ภายใน %@ วินาที iPad ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPAD"   = "จะติดตั้ง %@ ภายใน %@ วินาที iPad ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_PLURAL_IPOD"     = "จะติดตั้ง %@ ภายใน %@ วินาที iPod ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_BODY_SINGULAR_IPOD"   = "จะติดตั้ง %@ ภายใน %@ วินาที iPod ของคุณจะรีสตาร์ทตอนที่การติดตั้งเสร็จ";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_CANCEL"     = "ภายหลัง";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_ACTION"     = "ติดตั้ง";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL" = "รอทำภายหลัง";
"SOFTWARE_UPDATE_FORCED_INSTALL_ALERT_LOCK_LABEL_SHORT" = "รอสักครู่";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_TITLE"        = "ซอฟต์แวร์อัปเดตไม่สำเร็จ";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_BODY_GENERIC" = "เกิดข้อผิดพลาดขึ้นขณะดาวน์โหลด %@";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_CANCEL"       = "ปิด";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_ALERT_ACTION"       = "ตั้งค่า";

"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_TITLE"  = "ไม่สามารถดาวน์โหลดอัปเดต";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_BODY"   = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะดาวน์โหลด %@ คุณสามารถจัดการเนื้อที่เก็บข้อมูลของคุณได้ในตั้งค่า";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_CANCEL" = "ปิด";
"SOFTWARE_UPDATE_DOWNLOAD_FAILURE_STORAGE_ALERT_ACTION" = "ตั้งค่า";

"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_TITLE"  = "ซอฟต์แวร์อัปเดตไม่พร้อม";
"SOFTWARE_UPDATE_INSTALL_FAILURE_UNAVAILABLE_BODY"   = "ซอฟต์แวร์อัปเดตไม่พร้อมใช้ในเวลานี้ ลองอีกครั้งภายหลัง";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_TITLE"        = "ไม่สามารถติดตั้งอัปเดต";
"SOFTWARE_UPDATE_INSTALL_FAILURE_GENERIC_ALERT_BODY" = "เกิดข้อผิดพลาดขึ้นขณะติดตั้ง %@";
"SOFTWARE_UPDATE_INSTALL_FAILURE_BATTERY_ALERT_BODY" = "ซอฟต์แวร์อัปเดตนี้ต้องใช้แบตเตอรี่อย่างน้อย %@ หรือไม่ก็ต้องต่อกับแหล่งจ่ายไฟ";
"SOFTWARE_UPDATE_INSTALL_FAILURE_STORAGE_ALERT_BODY" = "ซอฟต์แวร์อัปเดตนี้ต้องใช้เนื้อที่เก็บข้อมูลอย่างน้อย %@";
"SOFTWARE_UPDATE_INSTALL_FAILURE_NETWORK_ALERT_BODY" = "ซอฟต์แวร์อัปเดตต้องใช้การเชื่อมต่อเครือข่าย";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_CANCEL"       = "ปิด";
"SOFTWARE_UPDATE_INSTALL_FAILURE_ALERT_ACTION"       = "ตั้งค่า";

"SOFTWARE_UPDATE_VERIFYING_ALERT_BODY" = "กำลังยืนยันอัปเดต...";

"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_TITLE"  = "ไม่สามารถยืนยันอัปเดต";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_BODY"   = "%@ ไม่สามารถทำการยืนยันได้เนื่องจากคุณไม่ได้ต่อกับอินเทอร์เน็ต";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_CANCEL" = "ปิด";
"SOFTWARE_UPDATE_VERIFICATION_FAILED_ALERT_ACTION" = "ลองอีกครั้ง";

// Newsstand card icon
"NEWSSTAND_CARD_TEXT" = "คุณสามารถดาวน์โหลด
วารสารและหนังสือพิมพ์
ที่อยู่ใน App Store";

// Relative date strings
"RELATIVE_DATE_FUTURE_SEC"  = "ใน %@ วินาที";
"RELATIVE_DATE_FUTURE_MIN"  = "ใน %@ นาที";
"RELATIVE_DATE_FUTURE_HOUR" = "ใน %@ ชม.";
"RELATIVE_DATE_NOW"         = "เดี๋ยวนี้";
"RELATIVE_DATE_PAST_SEC"    = "%@ วินาทีที่แล้ว";
"RELATIVE_DATE_PAST_MIN"    = "%@ นาทีที่แล้ว";
"RELATIVE_DATE_PAST_HOUR"   = "%@ ชม. ที่แล้ว";
"RELATIVE_DATE_PAST_DAY"    = "%@ วันที่แล้ว";
